Repository: renaldo122/IconRecruitmentTest
Catalog: Libraries/IconRecruitmentTest.Common/Resources/GlobalStrings.*.resx
Languages: it

source: Based on dimensions:
it: In base alle dimensioni

source: Based on weight:
it: In base al peso:

source: Calculate price
it: Calcola prezzo

source: Calculations based on dimensions:
it: Calcoli basati sulle dimensioni:

source: Calculations based on weight:
it: Calcoli basati sul peso:

# Cargo4YouValidationDimension
source: Total volume should be less than 2000cm3</br> Calculated width x height x depth
it: Il volume totale deve essere inferiore a 2000 cm3</br> Larghezza x altezza x profondità calcolata

# Cargo4YouValidationWeight
source: Weight should be less than 20Kg
it: Il peso dovrebbe essere inferiore a 20Kg

source: Cost
it: Costo

source: Dashboard
it: Pannello di controllo

source: Depth
it: Profondità

# Dimensions_Between_1000cm_and_1700cm
source: Any parcel > 1000cm3 and <= 1700cm3 costs €21.99
it: Qualsiasi pacco > 1000 cm3 e <= 1700 cm3 costa € 21.99

# Dimensions_Between_1000cm_and_2000cm
source: Any parcel > 1000cm3 and <= 2000cm3 costs €20
it: Qualsiasi pacco > 1000 cm3 e <= 2000 cm3 costa € 20

# Dimensions_Between_2000cm_and_5000cm
source: Any parcel > 2000cm3 and <= 5000cm3 costs €48.50
it: Qualsiasi pacco > 2000 cm3 e <= 5000 cm3 costa € 48.50

# Dimensions_Less_Than_1000cm
source: Any parcel <= 1000cm3 costs €10
it: Qualsiasi pacco <= 1000cm3 costa € 10

# Dimensions_Over_5000cm
source: Any parcel > 5000cm3 costs €147.50
it: Qualsiasi pacco > 5000cm3 costa €147.50

source: Height
it: Altezza

source: Home
it: Pagina iniziale

source: Logistics company
it: Azienda logistica

source: Logout
it: Esci

# MaltaShipValidationDimension
source: Total volume should be greater than 500cm3</br> Calculated width x height x depth
it: Il volume totale deve essere maggiore di 500 cm3</br> Larghezza x altezza x profondità calcolata

# MaltaShipValidationWeight
source: Weight should be greater than 10Kg
it: Il peso dovrebbe essere maggiore di 10Kg

# MSHDimensions_Between_1000cm_and_2000cm
source: Any parcel > 1000cm3 and <= 2000cm3 costs €19.50
it: Qualsiasi pacco > 1000 cm3 e <= 2000 cm3 costa € 19.50

# MSHDimensions_Less_Than_1000cm
source: Any parcel <= 1000cm3 costs €9.50
it: Qualsiasi pacco <= 1000 cm3 costa € 9.50

# MSHWeight_Between_10kg_and_20kg
source: Any parcel > 10Kg and <= 20Kg costs €16.99
it: Qualsiasi pacco > 10Kg e <= 20Kg costa € 16.99

source: No info
it: Nessuna informazione

source: Password
it: gli password

source: Please enter your
it: Perfavore Inserisci il tuo

source: Prices
it: Prezzi

source: Saved successfully!
it: Salvato con successo!

source: Select
it: Selezionare

source: Send shipping
it: Invia spedizione

# SHF_Dimensions_Less_Than_1000cm
source: Any parcel <= 1000cm3 costs €11.99
it: Qualsiasi pacco <= 1000 cm3 costa € 11.99

# ShipFasterValidationDimension
source: Total volume should be less than 1700cm3</br> Calculated width x height x depth
it: Il volume totale deve essere inferiore a 1700 cm3</br> Larghezza x altezza x profondità calcolata

# ShipFasterValidationWeight
source: Weight should be between 10Kg and 30kg
it: Il peso dovrebbe essere compreso tra 10 kg e 30 kg

source: Shipping activities based on number of orders
it: Attività di spedizione in base al numero di ordini

source: Shipping activities based on total price
it: Attività di spedizione in base al prezzo totale

source: Total calculated:
it: Totale calcolato:

source: Total price
it: Prezzo totale

source: Use a local account to log in.
it: Usa un account locale per accedere.

source: Username
it: Nome utente

source: Username or Password is incorrect!
it: Nome utente o password non sono corretti!

source: Validation
it: Convalida

source: Weight:
it: Il peso:

# Weight_Between_10kg_and_15kg
source: Any parcel > 10Kg and <= 15Kg costs €16.50
it: Qualsiasi pacco > 10Kg e <= 15Kg costa € 16.50

# Weight_Between_15kg_and_25kg
source: Any parcel > 15Kg and <= 25Kg costs €36.50
it: Qualsiasi pacco > 15 Kg e <= 25Kg costa € 36.50

# Weight_Between_20kg_and_30kg
source: Any parcel > 20Kg and <= 30Kg costs €33.99
it: Qualsiasi pacco > 20Kg e <= 30Kg costa € 33.99

# Weight_Between_2kg_and_15kg
source: Any parcel > 2Kg and <= 15Kg costs €18
it: Qualsiasi pacco > 2Kg e <= 15Kg costa 18€

# Weight_Between_Than_15kg_and_20kg
source: Any parcel > 15Kg and <= 20Kg costs €35
it: Qualsiasi pacco > 15Kg e <= 20Kg costa 35€

# Weight_Less_Than_2kg
source: Any parcel <= 2Kg costs €15
it: Ogni pacco <= 2Kg costa 15€

# Weight_Over_25kg
source: Any parcel > 25Kg costs €40 plus €0.417 for every Kg over 25Kg
it: Ogni pacco > 25Kg costa 40€ più 0.417€ per ogni Kg oltre i 25Kg

# Weight_Over_30kg
source: Any parcel > 30Kg costs €43.99 plus €0.41 for every Kg over 25Kg
it: Ogni pacco > 30Kg costa 43.99€ più 0.41€ per ogni Kg oltre i 25Kg

source: Width:
it: Larghezza:
